export const eParticipationAr = {
    eParticipation: {
        title: '​​المشاركة الإلكترونية',
        introduction:
            '​إيمانًا من وزارة التعليم بأهمية المشاركة المجتمعية في بناء ورسم الملامح والأطر العامة لكافة أعمالها في اتخاذ القرارات،​ تعتمد الوزارة آلية جديدة لإبداء الرأي وإتاحة الفرصة لكافة شرائح المجتمع والأشخاص ذوي الإعاقة للمشاركة في الحوار، والتفاعل مع مختلف التوجهات والقرارات التي تهمهم.',
        participationOpportunities:
            'يمكن لجمهور المستفيدين وعموم الأفراد من خلال هذه الآلية إبداء الآراء  والتعليقات والمقترحات وغيرها، والمشاركة في استطلاعات الرأي المتاحة إلكترونيًا لتحسين خدمات الوزارة وتطويرها.',
        eGovernmentInitiatives:
            'تأتي هذه الخطوة ضمن مشروعات ومبادرات الوزارة لتبني الحكومة الإلكترونية، وتماشيًا مع تمكين الحكومات حول العالم لممارسات المشاركة المجتمعية الإلكترونية، وانطلاقًا من ضرورة العمل المشترك الذي يساهم فيه الجميع لبناء مجتمع أفضل.',
        digitalEngagementTools:
            'وقد حرصت وزارة التعليم على الاستفادة من الاتجاهات الحديثة، من خلال تمكين أدوات المشاركة المجتمعية الإلكترونية لزيادة المشاركة وإثرائها، وتحويلها إلى نتائج ملموسة يمكن تطبيقها عبر منهجيات عمل الوزارة بداية من تحديد الأولويات، مرورًا برسم السياسات ووصولًا إلى اتخاذ القرارات المناسبة.',

        subTitle: 'الجهة المعنية بالإشراف على المشاركة الإ​لكترونية',
        details:
            'تشرف الإدارة العامة للإعلام والاتصال بوزارة التعليم على المحتوى المنشور في صفحة المشاركة الإلكترونية، التي تساهم في مشاركة المستفيدين وعموم الأفراد في تطوير الأنظمة والتشريعات بالوزارة. وتتم المشاركة من خلال تطوير استبانة إلكترونية بناءً على متطلبات كل مشروع تشريعي مستحدث.​',
    },
} as const
