{
    "id": 0,
    "nameAr": "الشروط والأحكام",
    "nameEn": "Terms and Conditions",
    "DescriptionAr": null,
    "DescriptionEn": null,
    "Version": 1,
    "SubSectionContents": [
        {
            "id": 1,
            "nameAr": "إخلاء المسؤولية (التنازل عن المطالبات)",
            "nameEn": "Disclaimer (Waiver of Claims)",
            "ContentAr": "<p>​يتم توفير الخدمات والمعلومات والمواد والوظائف التي تقدمها اختبار الإلكترونية لوزارة التعليم لاستخدامكم الشخصي \"كما هي\" و\"كما هي متاحة\" دون أي إقرار أو وعود أو ضمانات من أي نوع. لا يمكننا ضمان أو تحمل المسؤولية عن أي انقطاعات أو أخطاء أو تجاوزات قد تنتج عن استخدام اختبار أو محتوياتها أو أي موقع يرتبط بها، سواء كان ذلك بعلمنا أو بدونه، وليس للمستخدم أي حق في ملكية أو ضمان سرية أي نوع من الاتصالات أو المعلومات التي يرسلها من خلال اختبار.&nbsp;</p>\n<p>\n  <br>\n</p>\n<p>لا يضمن أي استخدام عام أو تفاعلي داخل اختبار للمستخدم أي حقوق أو تراخيص أو أي امتيازات من أي نوع. في حالة تنازل الوزارة عن أي حق لها ضمن هذه الشروط في أحد الأماكن أو إحدى المناسبات، فإن ذلك لا يعد بأي حال تنازلًا تلقائيًا ودائمًا عن أية حقوق في أماكن ومناسبات أخرى.</p>\n<p>\n  <br>\n</p>\n<p>\n  <a href=\"https://moe.gov.sa/ar/aboutus/Portal/Pages/TermsandConditions.aspx\" title=\"اطلع على نظام التعاملات الإلكترونية\" target=\"_blank\" style=\"background-color: var(--bs-body-bg); font-family: var(--bs-body-font-family); font-weight: var(--bs-body-font-weight); text-align: var(--bs-body-text-align)\">\n    <b>\n      <u>اطلع على نظام التعاملات الإلكترونية</u>\n    </b>\n  </a>\n</p>\n<p>\n  <br>\n</p>\n<p>\n  <a href=\"https://moe.gov.sa/ar/aboutus/Portal/Pages/TermsandConditions.aspx\" title=\"اطلع على نظام مكافحة الجرائم المعلوماتية\" target=\"_blank\">\n    <b>\n      <u>اطلع على نظام مكافحة الجرائم المعلوماتية</u>\n    </b>\n  </a>\n</p>",
            "ContentEn": "<p>Services, information, materials, and functions, supplied by the Ministry of Education’s portal, are provided for your personal use \"as is\" and \"as available\" without any type of undertaking, promises, or guarantees. We cannot guarantee or be liable for any interruptions, errors, or violations that may arise from the use of the portal or its content or any linked website, with or without our knowledge. The user has no right to own or guarantee the confidentiality of any type of communication or information sent through this portal.&nbsp;</p>\n<p>\n  <br>\n</p>\n<p>Public or interactive use within the portal shall not guarantee, for the user, any rights, licenses, or privileges of any kind. If the Ministry has waived a right of these terms and conditions at a specific location or on a specified occasion, this shall not be considered an automatic and permanent waiver of any right in other places and occasions.</p>\n<p>\n  <br>\n</p>\n<p>\n  <a href=\"https://moe.gov.sa/en/aboutus/portal/pages/termsandconditions.aspx\" title=\"For Electronic Transactions Law\" target=\"_blank\">\n    <b>\n      <u>For Electronic Transactions Law</u>\n    </b>\n  </a>\n</p>\n<p>\n  <br>\n</p>\n<p>\n  <a href=\"https://moe.gov.sa/en/aboutus/portal/pages/termsandconditions.aspx\" title=\"For Anti-Cyper Crimes Law\" target=\"_blank\">\n    <b>\n      <u>For Anti-Cyper Crimes Law </u>\n    </b>\n    <br>\n  </a>\n</p>"
        },
        {
            "id": 2,
            "nameAr": "الحماية من الفيروسات",
            "nameEn": "Protection from Viruses",
            "ContentAr": "<p>تفحص تقنية المعلومات في وزارة التعليم محتويات الخدمات الإلكترونية للوزارة في كل مراحل العمل وتختبرها، وينبغي للمستخدم دائمًا تشغيل برنامج مضاد للفيروسات على كل المواد التي يتم تحميلها من الإنترنت، ولا تتحمل اختبار الإلكترونية أي مسؤولية عن أي خسارة أو انقطاع أو تلف لبيانات المستخدم أو أجهزته، والذي قد يحدث خلال الاتصال باختبار أو عند استخدام أي من المواد الواردة فيها.​</p>",
            "ContentEn": "<p>The Ministry of Education’s Information Technology Department examines and tests the content of the Ministry’s electronic services at all stages of work. The user should always run anti-virus software on all materials downloaded from the internet. The portal is irresponsible for any loss, interruption, or damage of the user’s data or equipment, which may occur while connecting to the portal or using materials included.</p>"
        },
        {
            "id": 3,
            "nameAr": "إنهاء الاستخدام",
            "nameEn": "Usage Termination",
            "ContentAr": "<p>يجوز لتقنية المعلومات حسب تقديرها المطلق إنهاء حق المستخدم في الدخول إلى اختبار أو استخدام أي من خدماتها أو كلها أو تقييده أو إيقافه، دون إشعار مسبق ولأي سبب، بما في ذلك مخالفة شروط وأحكام الاستخدام، أو أي سلوك آخر قد تعتبره الإدارة حسب تقديرها الخاص غير قانوني أو مضر بالآخرين، وفي حالة الإنهاء، لن يتمكن المستخدم من الدخول إلى اختبار أو الاستفادة من كل خدماتها أو بعضها. </p>",
            "ContentEn": "<p>The Information Technology Department may, at its absolute discretion, terminate, restrict or suspend the user to access to the portal, or use any or all the services provided through, without prior notice and for any reason, including violating terms and conditions of use or any other behavior that may be considered by the Department, at its own discretion, unlawful or harmful to others. And, if terminated, the user will no longer be authorized to access the portal or benefit from all or some of the services provided.</p>"
        },
        {
            "id": 4,
            "nameAr": "شروط عامة",
            "nameEn": "General Terms and Conditions",
            "ContentAr": "<p>كل المواد والمعلومات والخدمات المتوفرة على اختبار الإلكترونية هي مواد إرشادية تتعلق بالمجال العلمي وغير هادفة للربح. اللغة العربية هي اللغة الأساسية لاستخدام اختبار والاستفادة من كل المواد المنشورة عليها، ولا يستند إلى ترجمة أي من هذه المواد لتقديم خدمة مضافة في تفسير أي خلاف حول محتوى اختبار.</p>\n<p>\n  <br>\n</p>\n<p>&nbsp;الدخول إلى اختبار الإلكترونية واستخدامها يعني موافقتك على كافة شروط وأحكام الاستخدام، سواء كنت مستخدمًا مسجلًا أم غير مسجل، وبالدخول إلى الموقع واستخدامه أنت توافق، من دون قيد أو شرط، على شروط وأحكام الاستخدام الواردة في هذه الوثيقة:</p>\n<p>\n  <br>\n</p>\n<p>&nbsp;أنت توافق على دخول واستخدام الموقع لأغراض مشروعة فقط، وأنت مسؤول مسؤولية كاملة عن العلم والعمل بأي من وكل القوانين والأنظمة والقواعد والأحكام المتعلقة باستخدامك لها. وبمجرد دخولك إلى الموقع فإنك توافق على الامتناع عن:</p>\n<p>\n  <br>\n</p>\n<p>\n  <br>\n</p>\n<ul>\n  <li> استخدام الموقع لارتكاب جرائم أو تشجيع الآخرين على التورط في أي تصرف قد يعد جريمة أو ينطوي على مسؤولية مدنية .</li>\n  <li>إدخال أو نشر أي محتويات غير قانونية تتضمن تمييزًا أو تشهيرًا أو إساءة أو قذفًا أو مواد غير لائقة.</li>\n  <li>استخدام الموقع لانتحال شخصيات أو أطراف أخرى .</li>\n  <li>استخدام الموقع لتحميل أي مادة تحتوي على فيروسات أو أي شفرات حاسوبية أو ملفات أو برامج قد تعمل على تغيير أو إتلاف أو إعاقة عمل الموقع أو أجهزة أو برامج أي شخص يدخل إلى الموقع.</li>\n  <li>تحميل أو إدخال أو إرسال أو بث مواد لا يحق لك بثها بموجب أي قانون أو علاقة تعاقدية.</li>\n  <li>تغيير أو إتلاف أو شطب أي محتوى على الموقع.</li>\n  <li>تعطيل خطوط الاتصال الاعتيادية بأي شكل.</li>\n  <li>ادعاء بالارتباط بأي شركة أو جمعية أو هيئة أو تمثيلها دون تخويل أو تفويض.</li>\n  <li>نشر أو بث أي إعلان أو مادة دعائية أو أي شكل من أشكال الترويج.</li>\n  <li>نشر أي مادة تتنافى أو تتعارض مع حقوق الملكية الفكرية للآخرين، أو جمع معلومات شخصية عن الآخرين أو تخزينها .</li>\n</ul>",
            "ContentEn": "<p>All materials, information, and services available on the e-portal are directive ones that are related to the scientific field and are not for profit. Arabic is the primary one for the e-portal use and benefiting from all materials published thereon. The provision of translations of any material to provide an additional service shall not be based on interpreting any discrepancy in the portal content.</p><p><br></p>\n\n<p>By accessing and using the e-portal, you agree to all its terms and conditions, whether you are a registered user or not. B y accessing or using the e-portal, you have unconditionally agreed to the terms and conditions of use contained herein. </p><p><br></p>\n\n<p>You agree that access to and use of the e-portal shall be for legitimate purposes only. You are fully responsible for being aware of and adherent to any or all laws, regulations, rules, and provisions related to your usage thereof. Also, by entering the e-portal, you agree to refrain from the following:</p><ul><li>\n\n\n\nUsing the e-Portal to commit a crime or to lure others into involving in any action deemed as a crime or including a civil liability.</li><li>Inserting, or publishing any unlawful content involving discrimination, defamation, maltreatment, slander, or offensive content.</li><li>Using the e-portal to impersonate other characters or parties.</li><li>Using e-Portal to upload any material containing viruses, computer codes, or files or software that might modify, destroy, or hinder the functionality of the website, any hardware or software of an individual who accesses the website.</li><li>Uploading, inserting, sending, or broadcasting any materials which you don’t have the right to broadcast under any law or contractual relation.</li><li>Modifying, destroying, or removing any content on the e-portal.</li><li>Disabling the regular communication lines in any way.</li><li>Claiming affiliation to or representation of any company, association, or authority without having authorization.</li><li>Publishing or broadcasting any advertisement, publicity material, or any promotional content.</li><li>Publishing any material conflicting with others’ intellectual property rights or collecting or storing any personal information on others.<br></li></ul><div class=\"OutlineElement Ltr SCXW143298509 BCX0\" style=\"margin: 0; padding: 0; user-select: text; clear: both; cursor: text; overflow: visible; position: relative; direction: ltr; text-align: right\"><ul>\n  </ul>\n  <p></p>\n  <p class=\"Paragraph SCXW143298509 BCX0\" style=\"margin-right: 0; margin-bottom: 10px; margin-left: 0; padding: 0; user-select: text; overflow-wrap: break-word; vertical-align: baseline; font-kerning: none; text-align: justify\"></p>\n  <p></p>\n</div>"
        }
    ],
    "Alias": "terms-and-conditions",
    "ModifiedUtc": "2025-01-20T06:59:26.6048026Z"
}